{
	"Comment.nvim": {
		"branch": "master"
	},
	"LuaSnip": {
		"branch": "master"
	},
	"catppuccin": {
		"branch": "main"
	},
	"cmp-buffer": {
		"branch": "main"
	},
	"cmp-cmdline": {
		"branch": "main"
	},
	"cmp-nvim-lsp": {
		"branch": "main"
	},
	"cmp-nvim-lua": {
		"branch": "main"
	},
	"cmp-path": {
		"branch": "main"
	},
	"cmp_luasnip": {
		"branch": "master"
	},
	"copilot.vim": {
		"branch": "release"
	},
	"feline.nvim": {
		"branch": "master"
	},
	"friendly-snippets": {
		"branch": "main"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"harpoon": {
		"branch": "master"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lsp-zero.nvim": {
		"branch": "v2.x"
	},
	"lspkind-nvim": {
		"branch": "master"
	},
	"mason-lspconfig.nvim": {
		"branch": "main"
	},
	"mason-null-ls.nvim": {
		"branch": "main"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"netrw.nvim": {
		"branch": "master"
	},
	"none-ls.nvim": {
		"branch": "main"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-cmp": {
		"branch": "main"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-treesitter-context": {
		"branch": "master"
	},
	"nvim-ts-autotag": {
		"branch": "main"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"schemastore.nvim": {
		"branch": "main"
	},
	"screenkey.nvim": {
		"branch": "main"
	},
	"supermaven-nvim": {
		"branch": "main"
	},
	"telescope-fzf-native.nvim": {
		"branch": "main"
	},
	"telescope.nvim": {
		"branch": "master"
	},
	"todo-comments.nvim": {
		"branch": "main"
	},
	"toggleterm.nvim": {
		"branch": "main"
	}
}
